{
    "meta": {
        "team_name": "The Query Lab",
        "approach_description": "sophisticated questions generator based off of human question characteristics",
        "task": "Task_A1",
        "run_name": "weighted_question"
    },
    "1": [
        "Who is public opinion on COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria.",
        "How can we raise awareness about COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria",
        "Do are the effects of COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria on education?",
        "What can governments do about COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria.",
        "How can we raise awareness about COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria.",
        "What role does media play in shaping views on COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria",
        "What is public opinion on What role does media play in shaping views on COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria",
        "Why are common misconceptions about COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria.",
        "What are the main causes of COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria",
        "Do can be done to prevent How can we raise awareness about COMPARISON OF READERSHIP PERCEPTION OF ONLINE AND HARDCOPY NEWSPAPERS in Nigeria."
    ],
    "2": [
        "How can be done to prevent stainless acid passivation?",
        "What are the effects of stainless acid passivation on education?",
        "How are common misconceptions about stainless acid passivation.",
        "How are the effects of stainless acid passivation on education",
        "What can we raise awareness about stainless acid passivation?",
        "What is public opinion on What are the effects of stainless acid passivation on education",
        "Why can be done to prevent stainless acid passivation.",
        "How are the main causes of stainless acid passivation?",
        "What does stainless acid passivation affect people in different regions.",
        "How can governments do about stainless acid passivation"
    ],
    "3": [
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology",
        "\"multitasking stress AND biology"
    ],
    "4": [
        "Why are the main causes of Global Aero Terminar 5320.",
        "How are common misconceptions about Global Aero Terminar 5320?",
        "How role does media play in shaping views on Global Aero Terminar 5320?",
        "How is public opinion on Global Aero Terminar 5320",
        "How can governments do about Global Aero Terminar 5320",
        "What are the main causes of Global Aero Terminar 5320?",
        "What is the cultural significance of Global Aero Terminar 5320.",
        "What can be done to prevent Global Aero Terminar 5320",
        "How role does media play in shaping views on Global Aero Terminar 5320?",
        "How can we raise awareness about Global Aero Terminar 5320"
    ],
    "5": [
        "How can we raise awareness about web based creating a biodata",
        "Is can we raise awareness about web based creating a biodata",
        "Can are common misconceptions about web based creating a biodata",
        "Do is public opinion on web based creating a biodata",
        "How does web based creating a biodata affect people in different regions",
        "Does are the effects of web based creating a biodata on education?",
        "How is public opinion on web based creating a biodata.",
        "What can we raise awareness about web based creating a biodata?",
        "How role does media play in shaping views on web based creating a biodata",
        "How role does media play in shaping views on web based creating a biodata."
    ],
    "6": [
        "How are the main causes of  vocabulary acquisition strategis in different age",
        "How are common misconceptions about  vocabulary acquisition strategis in different age",
        "How role does media play in shaping views on  vocabulary acquisition strategis in different age?",
        "What can be done to prevent  vocabulary acquisition strategis in different age.",
        "What does  vocabulary acquisition strategis in different age affect people in different regions",
        "Do can governments do about How are the main causes of  vocabulary acquisition strategis in different age?",
        "Why is public opinion on  vocabulary acquisition strategis in different age.",
        "How can we raise awareness about  vocabulary acquisition strategis in different age",
        "How is public opinion on  vocabulary acquisition strategis in different age?",
        "How is the cultural significance of  vocabulary acquisition strategis in different age"
    ],
    "7": [
        "How does Metal injection molding pratt whitney affect people in different regions?",
        "How are the effects of Metal injection molding pratt whitney on education.",
        "What are common misconceptions about Metal injection molding pratt whitney?",
        "How is public opinion on Metal injection molding pratt whitney",
        "Can is the cultural significance of Metal injection molding pratt whitney",
        "What does Metal injection molding pratt whitney affect people in different regions",
        "What does Can is the cultural significance of Metal injection molding pratt whitney affect people in different regions",
        "What does How does Metal injection molding pratt whitney affect people in different regions affect people in different regions.",
        "How can we raise awareness about Metal injection molding pratt whitney?",
        "Can are the main causes of Metal injection molding pratt whitney?"
    ],
    "8": [
        "Are are the main causes of asynchronous learning",
        "Can does asynchronous learning affect people in different regions",
        "What role does media play in shaping views on asynchronous learning.",
        "How role does media play in shaping views on asynchronous learning?",
        "Why is the cultural significance of asynchronous learning.",
        "Why are the main causes of asynchronous learning",
        "Do are the effects of asynchronous learning on education",
        "How can governments do about asynchronous learning",
        "How are the main causes of asynchronous learning?",
        "How are common misconceptions about asynchronous learning"
    ],
    "9": [
        "How is public opinion on A four day work week in companies.",
        "What does A four day work week in companies affect people in different regions.",
        "Why are common misconceptions about A four day work week in companies?",
        "Does are common misconceptions about A four day work week in companies",
        "Why is public opinion on A four day work week in companies.",
        "How does A four day work week in companies affect people in different regions.",
        "How is the cultural significance of A four day work week in companies?",
        "Why are the main causes of A four day work week in companies",
        "What can we raise awareness about A four day work week in companies",
        "How are the main causes of A four day work week in companies"
    ],
    "10": [
        "What role does media play in shaping views on Nationalism in Japan",
        "How can be done to prevent Nationalism in Japan?",
        "Can is public opinion on Nationalism in Japan",
        "How is public opinion on Nationalism in Japan",
        "How does Nationalism in Japan affect people in different regions",
        "Why can be done to prevent Nationalism in Japan",
        "What are the main causes of Nationalism in Japan",
        "Is does Nationalism in Japan affect people in different regions.",
        "Why does Nationalism in Japan affect people in different regions",
        "How can governments do about Nationalism in Japan."
    ],
    "11": [
        "How are the main causes of Study on motivation of male and female purchase behaviour of cosmetics product in india",
        "How is the cultural significance of Study on motivation of male and female purchase behaviour of cosmetics product in india",
        "Is is public opinion on Study on motivation of male and female purchase behaviour of cosmetics product in india.",
        "Is can we raise awareness about Study on motivation of male and female purchase behaviour of cosmetics product in india",
        "Does are the effects of Study on motivation of male and female purchase behaviour of cosmetics product in india on education?",
        "Why can be done to prevent Study on motivation of male and female purchase behaviour of cosmetics product in india?",
        "Why are the effects of Study on motivation of male and female purchase behaviour of cosmetics product in india on education",
        "Does are common misconceptions about Study on motivation of male and female purchase behaviour of cosmetics product in india",
        "How is public opinion on Study on motivation of male and female purchase behaviour of cosmetics product in india",
        "How are the effects of Study on motivation of male and female purchase behaviour of cosmetics product in india on education."
    ],
    "12": [
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\"",
        "\"cetirizine effects\""
    ],
    "13": [
        "How are the main causes of psychoanalysis",
        "What are the main causes of psychoanalysis",
        "How are common misconceptions about psychoanalysis",
        "How is public opinion on psychoanalysis",
        "Why role does media play in shaping views on psychoanalysis?",
        "How does psychoanalysis affect people in different regions?",
        "How can be done to prevent psychoanalysis.",
        "Can are the effects of How are the main causes of psychoanalysis on education",
        "What does psychoanalysis affect people in different regions?",
        "How is the cultural significance of psychoanalysis."
    ],
    "14": [
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\"",
        "\"SEO AND hungarian\""
    ],
    "15": [
        "What can be done to prevent social comparison with others?",
        "How does social comparison with others affect people in different regions?",
        "How are common misconceptions about social comparison with others",
        "How is public opinion on social comparison with others",
        "Is can be done to prevent How is public opinion on social comparison with others",
        "What is the cultural significance of social comparison with others",
        "What role does media play in shaping views on social comparison with others",
        "How is the cultural significance of social comparison with others",
        "Is are the effects of How does social comparison with others affect people in different regions on education?",
        "What are the main causes of social comparison with others"
    ],
    "16": [
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search",
        "\"Brave Search"
    ],
    "17": [
        "Is are common misconceptions about French role in the Framing  Security Policy in the Sahel?",
        "How does French role in the Framing  Security Policy in the Sahel affect people in different regions?",
        "How is the cultural significance of French role in the Framing  Security Policy in the Sahel",
        "How can be done to prevent How is the cultural significance of French role in the Framing  Security Policy in the Sahel?",
        "Why role does media play in shaping views on French role in the Framing  Security Policy in the Sahel",
        "Is can we raise awareness about French role in the Framing  Security Policy in the Sahel.",
        "How can governments do about French role in the Framing  Security Policy in the Sahel?",
        "How is public opinion on French role in the Framing  Security Policy in the Sahel?",
        "How can we raise awareness about French role in the Framing  Security Policy in the Sahel?",
        "What is the cultural significance of French role in the Framing  Security Policy in the Sahel?"
    ],
    "18": [
        "How can we raise awareness about Nail Laminated timber.",
        "How role does media play in shaping views on Nail Laminated timber",
        "Does are the main causes of Nail Laminated timber",
        "When can be done to prevent Nail Laminated timber?",
        "What are the main causes of Nail Laminated timber",
        "What can we raise awareness about Nail Laminated timber",
        "Does can governments do about Nail Laminated timber?",
        "How can be done to prevent How can we raise awareness about Nail Laminated timber?",
        "Can does Nail Laminated timber affect people in different regions",
        "How is public opinion on Nail Laminated timber?"
    ],
    "19": [
        "Can are the main causes of purpose of the study of the transformation of vintage plates into jewelry and accessories",
        "How is public opinion on purpose of the study of the transformation of vintage plates into jewelry and accessories",
        "Can does purpose of the study of the transformation of vintage plates into jewelry and accessories affect people in different regions",
        "Do can be done to prevent purpose of the study of the transformation of vintage plates into jewelry and accessories",
        "How are the effects of purpose of the study of the transformation of vintage plates into jewelry and accessories on education.",
        "How is the cultural significance of purpose of the study of the transformation of vintage plates into jewelry and accessories.",
        "What can governments do about purpose of the study of the transformation of vintage plates into jewelry and accessories",
        "Why can we raise awareness about purpose of the study of the transformation of vintage plates into jewelry and accessories.",
        "Do are the main causes of How is the cultural significance of purpose of the study of the transformation of vintage plates into jewelry and accessories?",
        "How is public opinion on purpose of the study of the transformation of vintage plates into jewelry and accessories?"
    ],
    "20": [
        "What can be done to prevent design thinking in school",
        "Is is public opinion on design thinking in school.",
        "How can we raise awareness about design thinking in school",
        "How are the main causes of design thinking in school",
        "What is public opinion on design thinking in school?",
        "What can governments do about design thinking in school?",
        "How does design thinking in school affect people in different regions",
        "Do does design thinking in school affect people in different regions?",
        "How is the cultural significance of design thinking in school.",
        "What are the effects of design thinking in school on education."
    ],
    "21": [
        "What is public opinion on Time management review related literature 2022.",
        "What are the effects of Time management review related literature 2022 on education?",
        "Why can we raise awareness about Time management review related literature 2022?",
        "What is the cultural significance of Time management review related literature 2022.",
        "Can are the effects of Time management review related literature 2022 on education.",
        "How can governments do about Time management review related literature 2022?",
        "How can governments do about Time management review related literature 2022?",
        "What can we raise awareness about Time management review related literature 2022.",
        "How is public opinion on What can we raise awareness about Time management review related literature 2022.",
        "How are the main causes of Time management review related literature 2022"
    ],
    "22": [
        "Why can governments do about application of a project financed from EU funds.",
        "What are the effects of application of a project financed from EU funds on education.",
        "Why is the cultural significance of application of a project financed from EU funds",
        "What role does media play in shaping views on application of a project financed from EU funds?",
        "How are the effects of application of a project financed from EU funds on education?",
        "How can governments do about application of a project financed from EU funds",
        "Are are common misconceptions about application of a project financed from EU funds?",
        "Do is the cultural significance of application of a project financed from EU funds",
        "How are the effects of application of a project financed from EU funds on education?",
        "How is the cultural significance of application of a project financed from EU funds"
    ],
    "23": [
        "How can governments do about school contribution?",
        "What can governments do about school contribution",
        "Why can governments do about school contribution.",
        "How are common misconceptions about school contribution.",
        "What are the effects of school contribution  on education",
        "Why does school contribution  affect people in different regions.",
        "What does school contribution  affect people in different regions.",
        "What are the effects of school contribution  on education.",
        "Why is public opinion on What does school contribution  affect people in different regions",
        "How can we raise awareness about school contribution?"
    ],
    "24": [
        "When is the cultural significance of Assessing stem strand and the performance of the students in math and science",
        "How does Assessing stem strand and the performance of the students in math and science affect people in different regions.",
        "How is public opinion on Assessing stem strand and the performance of the students in math and science",
        "What are the effects of Assessing stem strand and the performance of the students in math and science on education",
        "Is can be done to prevent Assessing stem strand and the performance of the students in math and science",
        "What role does media play in shaping views on Assessing stem strand and the performance of the students in math and science",
        "How are common misconceptions about Assessing stem strand and the performance of the students in math and science",
        "Is are the main causes of Assessing stem strand and the performance of the students in math and science.",
        "What are the main causes of Assessing stem strand and the performance of the students in math and science.",
        "What are common misconceptions about Assessing stem strand and the performance of the students in math and science"
    ],
    "25": [
        "Why can we raise awareness about Shaping human identity",
        "Are does Shaping human identity affect people in different regions.",
        "How can governments do about Shaping human identity.",
        "How is the cultural significance of Shaping human identity",
        "Why can governments do about Shaping human identity?",
        "What does Shaping human identity affect people in different regions",
        "How are the main causes of Shaping human identity",
        "Do is the cultural significance of Shaping human identity?",
        "What is the cultural significance of Shaping human identity",
        "What can be done to prevent Shaping human identity?"
    ],
    "26": [
        "Why role does media play in shaping views on students affect FABM subject.",
        "Do are the main causes of students affect FABM subject.",
        "Can are the main causes of students affect FABM subject",
        "Why can we raise awareness about students affect FABM subject",
        "How can be done to prevent students affect FABM subject",
        "How can be done to prevent students affect FABM subject?",
        "How does students affect FABM subject affect people in different regions",
        "What can governments do about students affect FABM subject",
        "How is the cultural significance of students affect FABM subject",
        "Do can governments do about students affect FABM subject"
    ],
    "27": [
        "What are the effects of nervous system journal on education",
        "How are common misconceptions about nervous system journal?",
        "What are the main causes of nervous system journal",
        "How are common misconceptions about nervous system journal?",
        "How is the cultural significance of nervous system journal",
        "Are are the effects of nervous system journal on education.",
        "How is public opinion on nervous system journal.",
        "What does nervous system journal affect people in different regions.",
        "How are the effects of nervous system journal on education?",
        "How role does media play in shaping views on nervous system journal."
    ],
    "28": [
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025",
        "impact of security breaches on profitability in automated refineries and their risk dynamics within Dangotes operational context AND yearPublished>=2024 AND yearPublished<=2025"
    ],
    "29": [
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan",
        "Long-term benefits of artificial intelligence in English language education for junior high school students future careers in Japan"
    ],
    "30": [
        "Why does ads on streaming services in nigeria affect people in different regions.",
        "What can we raise awareness about ads on streaming services in nigeria.",
        "How can be done to prevent ads on streaming services in nigeria",
        "Why are the effects of ads on streaming services in nigeria on education",
        "What is the cultural significance of ads on streaming services in nigeria?",
        "How role does media play in shaping views on ads on streaming services in nigeria?",
        "How are the main causes of What can we raise awareness about ads on streaming services in nigeria.",
        "How does What can we raise awareness about ads on streaming services in nigeria affect people in different regions.",
        "How are the effects of ads on streaming services in nigeria on education",
        "Can is public opinion on ads on streaming services in nigeria."
    ],
    "31": [
        "What does pharmacognostic studies on leaf samples affect people in different regions?",
        "What can we raise awareness about pharmacognostic studies on leaf samples.",
        "Is are common misconceptions about pharmacognostic studies on leaf samples?",
        "How can be done to prevent pharmacognostic studies on leaf samples?",
        "How is the cultural significance of pharmacognostic studies on leaf samples?",
        "What are the effects of How is the cultural significance of pharmacognostic studies on leaf samples on education?",
        "Does can be done to prevent pharmacognostic studies on leaf samples.",
        "Why is public opinion on pharmacognostic studies on leaf samples",
        "How can we raise awareness about pharmacognostic studies on leaf samples",
        "What role does media play in shaping views on pharmacognostic studies on leaf samples?"
    ],
    "32": [
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok",
        "\"Tiktok"
    ],
    "33": [
        "What can we raise awareness about intelligence artificiel et audit comptable",
        "What are the main causes of intelligence artificiel et audit comptable?",
        "How can governments do about What can we raise awareness about intelligence artificiel et audit comptable",
        "How is the cultural significance of intelligence artificiel et audit comptable",
        "Does does intelligence artificiel et audit comptable affect people in different regions",
        "Does does How is the cultural significance of intelligence artificiel et audit comptable affect people in different regions",
        "What does What can governments do about intelligence artificiel et audit comptable affect people in different regions?",
        "How are common misconceptions about intelligence artificiel et audit comptable?",
        "Who is public opinion on intelligence artificiel et audit comptable?",
        "How can be done to prevent intelligence artificiel et audit comptable"
    ],
    "34": [
        "How is the cultural significance of NEO Five Factor Inventory.",
        "How is the cultural significance of NEO Five Factor Inventory?",
        "What are the main causes of NEO Five Factor Inventory.",
        "How can we raise awareness about NEO Five Factor Inventory",
        "Why can be done to prevent NEO Five Factor Inventory",
        "Why is the cultural significance of NEO Five Factor Inventory",
        "How can be done to prevent NEO Five Factor Inventory",
        "How are the main causes of How can be done to prevent NEO Five Factor Inventory?",
        "How can governments do about How is the cultural significance of NEO Five Factor Inventory?",
        "How does NEO Five Factor Inventory affect people in different regions"
    ],
    "35": [
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\"",
        "\"prediction monitoring system for machining\""
    ]
}