{
    "meta": {
        "team_name": "MaRi",
        "approach_description": "sophisticated questions generator based off of human question characteristics",
        "task": "Task_A1",
        "run_name": "weighted_question"
    },
    "1": [
        "How are the effects of egypt cultural female genital mutilation on education?",
        "What does egypt cultural female genital mutilation affect people in different regions",
        "Is are the main causes of egypt cultural female genital mutilation",
        "Does is the cultural significance of egypt cultural female genital mutilation",
        "How are common misconceptions about egypt cultural female genital mutilation",
        "What role does media play in shaping views on egypt cultural female genital mutilation?",
        "Can can governments do about egypt cultural female genital mutilation",
        "How is public opinion on egypt cultural female genital mutilation.",
        "How does egypt cultural female genital mutilation affect people in different regions",
        "Does can governments do about egypt cultural female genital mutilation"
    ],
    "2": [
        "What are the effects of understanding the lived experience of Social workers on education?",
        "How role does media play in shaping views on understanding the lived experience of Social workers.",
        "What is the cultural significance of understanding the lived experience of Social workers",
        "How are the effects of understanding the lived experience of Social workers on education.",
        "How role does media play in shaping views on How are the effects of understanding the lived experience of Social workers on education..",
        "How are common misconceptions about understanding the lived experience of Social workers.",
        "Why can we raise awareness about understanding the lived experience of Social workers?",
        "Why role does media play in shaping views on understanding the lived experience of Social workers?",
        "Are are common misconceptions about understanding the lived experience of Social workers.",
        "What are the effects of understanding the lived experience of Social workers on education?"
    ],
    "3": [
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)"
    ],
    "4": [
        "Is can we raise awareness about the effect of using social media on academic performance of students",
        "What are common misconceptions about the effect of using social media on academic performance of students",
        "How are the effects of the effect of using social media on academic performance of students on education",
        "How does the effect of using social media on academic performance of students affect people in different regions?",
        "What does the effect of using social media on academic performance of students affect people in different regions?",
        "What are the main causes of the effect of using social media on academic performance of students",
        "Are is public opinion on the effect of using social media on academic performance of students?",
        "How is the cultural significance of the effect of using social media on academic performance of students.",
        "What are the effects of the effect of using social media on academic performance of students on education",
        "Why role does media play in shaping views on the effect of using social media on academic performance of students?"
    ],
    "5": [
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)",
        "Error correction and detection connected to paraphrasing   AND (yearPublished>=2019 AND yearPublished<=2025)"
    ],
    "6": [
        "Does is public opinion on online shopping",
        "How does online shopping affect people in different regions.",
        "What are the effects of online shopping on education",
        "What role does media play in shaping views on online shopping",
        "What is the cultural significance of online shopping",
        "How is the cultural significance of online shopping",
        "How are the main causes of online shopping.",
        "How are common misconceptions about online shopping?",
        "What are the main causes of online shopping",
        "Why does online shopping affect people in different regions"
    ],
    "7": [
        "How is the cultural significance of english major in education",
        "What are common misconceptions about english major in education",
        "How can we raise awareness about english major in education.",
        "What role does media play in shaping views on english major in education.",
        "How is the cultural significance of english major in education?",
        "What is the cultural significance of What role does media play in shaping views on english major in education?",
        "What are the main causes of english major in education",
        "Is can be done to prevent english major in education",
        "How role does media play in shaping views on english major in education?",
        "Does are the effects of english major in education on education"
    ],
    "8": [
        "What is the cultural significance of wet noodles.",
        "What can we raise awareness about wet noodles.",
        "How can be done to prevent wet noodles.",
        "How role does media play in shaping views on wet noodles",
        "What are common misconceptions about wet noodles",
        "How are the effects of wet noodles on education?",
        "Do are common misconceptions about wet noodles?",
        "What role does media play in shaping views on wet noodles?",
        "What are the effects of wet noodles on education?",
        "How is the cultural significance of wet noodles"
    ],
    "9": [
        "What does Cabo Delgado port affect people in different regions?",
        "How are the main causes of Cabo Delgado port?",
        "What is the cultural significance of Cabo Delgado port.",
        "How can be done to prevent Cabo Delgado port",
        "How can governments do about Cabo Delgado port",
        "How can we raise awareness about Cabo Delgado port",
        "Does are common misconceptions about Cabo Delgado port",
        "Why are the main causes of Cabo Delgado port",
        "How are common misconceptions about How can be done to prevent Cabo Delgado port?",
        "How does Cabo Delgado port affect people in different regions?"
    ],
    "10": [
        "What is public opinion on Silence and finding a voice to express oneself in relationships",
        "What does Silence and finding a voice to express oneself in relationships  affect people in different regions",
        "How does Silence and finding a voice to express oneself in relationships  affect people in different regions.",
        "What are the effects of Silence and finding a voice to express oneself in relationships  on education",
        "What are the effects of Silence and finding a voice to express oneself in relationships  on education?",
        "What is the cultural significance of Silence and finding a voice to express oneself in relationships.",
        "How are the effects of Silence and finding a voice to express oneself in relationships  on education?",
        "Do are common misconceptions about Silence and finding a voice to express oneself in relationships.",
        "How role does media play in shaping views on Silence and finding a voice to express oneself in relationships?",
        "How is the cultural significance of Silence and finding a voice to express oneself in relationships"
    ],
    "11": [
        "Is does Senior High School Students Preferences for Practicality Over Passion in College Course Selection affect people in different regions.",
        "Why are the effects of Senior High School Students Preferences for Practicality Over Passion in College Course Selection on education.",
        "How can be done to prevent Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "Why can be done to prevent Senior High School Students Preferences for Practicality Over Passion in College Course Selection.",
        "How role does media play in shaping views on Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "What can governments do about Senior High School Students Preferences for Practicality Over Passion in College Course Selection?",
        "Can is the cultural significance of Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "What is the cultural significance of Senior High School Students Preferences for Practicality Over Passion in College Course Selection.",
        "Who can be done to prevent Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "Why are the main causes of Senior High School Students Preferences for Practicality Over Passion in College Course Selection"
    ],
    "12": [
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)",
        "activity tracking distraction stop AND (yearPublished>=2018 AND yearPublished<=2035)"
    ],
    "13": [
        "What is public opinion on  preferen in definition of terms",
        "How can be done to prevent  preferen in definition of terms?",
        "Does can be done to prevent  preferen in definition of terms?",
        "What does  preferen in definition of terms affect people in different regions",
        "Can does  preferen in definition of terms affect people in different regions?",
        "What can we raise awareness about  preferen in definition of terms?",
        "What are the effects of  preferen in definition of terms on education",
        "How role does media play in shaping views on  preferen in definition of terms",
        "Why is the cultural significance of How role does media play in shaping views on  preferen in definition of terms.",
        "Why is public opinion on  preferen in definition of terms"
    ],
    "14": [
        "Who are common misconceptions about liminal time god encounter connection theology mystic?",
        "How are common misconceptions about liminal time god encounter connection theology mystic.",
        "Why can governments do about liminal time god encounter connection theology mystic?",
        "What can we raise awareness about liminal time god encounter connection theology mystic",
        "How role does media play in shaping views on liminal time god encounter connection theology mystic.",
        "Why are the main causes of liminal time god encounter connection theology mystic",
        "Why are common misconceptions about liminal time god encounter connection theology mystic.",
        "How is the cultural significance of liminal time god encounter connection theology mystic.",
        "Does are the effects of liminal time god encounter connection theology mystic on education?",
        "How are the main causes of liminal time god encounter connection theology mystic"
    ],
    "15": [
        "How are common misconceptions about exploring mental health related activities addressing misbehavior of students global research",
        "How can be done to prevent exploring mental health related activities addressing misbehavior of students global research",
        "How are the effects of exploring mental health related activities addressing misbehavior of students global research on education?",
        "How role does media play in shaping views on exploring mental health related activities addressing misbehavior of students global research",
        "How is the cultural significance of exploring mental health related activities addressing misbehavior of students global research",
        "Why are the main causes of exploring mental health related activities addressing misbehavior of students global research",
        "How are the effects of exploring mental health related activities addressing misbehavior of students global research on education?",
        "What are the effects of exploring mental health related activities addressing misbehavior of students global research on education",
        "Can are the effects of What are the effects of exploring mental health related activities addressing misbehavior of students global research on education on education",
        "Do is public opinion on exploring mental health related activities addressing misbehavior of students global research"
    ],
    "16": [
        "How are common misconceptions about boys love characteristics in thailand.",
        "How can governments do about boys love characteristics in thailand",
        "Does can governments do about boys love characteristics in thailand?",
        "Can can we raise awareness about boys love characteristics in thailand?",
        "What can we raise awareness about boys love characteristics in thailand?",
        "What does boys love characteristics in thailand affect people in different regions",
        "How are the main causes of boys love characteristics in thailand?",
        "How role does media play in shaping views on boys love characteristics in thailand.",
        "How role does media play in shaping views on boys love characteristics in thailand?",
        "What can governments do about boys love characteristics in thailand?"
    ],
    "17": [
        "What does Information gathering system affect people in different regions",
        "Why does Information gathering system affect people in different regions",
        "Why can governments do about Information gathering system",
        "Why role does media play in shaping views on Information gathering system",
        "How are common misconceptions about Information gathering system?",
        "What is public opinion on Information gathering system.",
        "What are the effects of Information gathering system on education?",
        "Who role does media play in shaping views on Information gathering system",
        "How does Information gathering system affect people in different regions.",
        "Do is public opinion on Information gathering system"
    ],
    "18": [
        "How can governments do about Financial risk during economic changes in the Philippines",
        "Do are common misconceptions about Financial risk during economic changes in the Philippines?",
        "How are the main causes of How can governments do about Financial risk during economic changes in the Philippines?",
        "How can we raise awareness about Financial risk during economic changes in the Philippines",
        "What is the cultural significance of Financial risk during economic changes in the Philippines",
        "What is public opinion on Financial risk during economic changes in the Philippines?",
        "How is public opinion on Financial risk during economic changes in the Philippines",
        "Why is public opinion on Financial risk during economic changes in the Philippines?",
        "Why is the cultural significance of Financial risk during economic changes in the Philippines",
        "When does Financial risk during economic changes in the Philippines affect people in different regions"
    ],
    "19": [
        "How does research about recycled food waste or pagpag in Philippines  affect people in different regions",
        "What does research about recycled food waste or pagpag in Philippines  affect people in different regions",
        "Do can we raise awareness about research about recycled food waste or pagpag in Philippines",
        "What are the main causes of research about recycled food waste or pagpag in Philippines",
        "How role does media play in shaping views on research about recycled food waste or pagpag in Philippines",
        "Why are the effects of research about recycled food waste or pagpag in Philippines  on education?",
        "What can we raise awareness about research about recycled food waste or pagpag in Philippines?",
        "What does research about recycled food waste or pagpag in Philippines  affect people in different regions.",
        "What can we raise awareness about research about recycled food waste or pagpag in Philippines?",
        "How are common misconceptions about research about recycled food waste or pagpag in Philippines."
    ],
    "20": [
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'"
    ],
    "21": [
        "How are common misconceptions about The impact of social media on students learning",
        "What is public opinion on The impact of social media on students learning?",
        "Is are the effects of The impact of social media on students learning on education.",
        "How is the cultural significance of The impact of social media on students learning",
        "Does is the cultural significance of The impact of social media on students learning?",
        "Does are common misconceptions about The impact of social media on students learning.",
        "How can governments do about The impact of social media on students learning.",
        "What does The impact of social media on students learning affect people in different regions?",
        "How are the effects of The impact of social media on students learning on education.",
        "What are the effects of The impact of social media on students learning on education?"
    ],
    "22": [
        "How are the effects of financial literacy of students 2020 on education",
        "What are the main causes of financial literacy of students 2020?",
        "What can we raise awareness about financial literacy of students 2020",
        "How does financial literacy of students 2020 affect people in different regions",
        "How is public opinion on financial literacy of students 2020?",
        "How can be done to prevent financial literacy of students 2020",
        "What can governments do about financial literacy of students 2020",
        "How can we raise awareness about financial literacy of students 2020",
        "When can be done to prevent financial literacy of students 2020.",
        "How is the cultural significance of How can we raise awareness about financial literacy of students 2020?"
    ],
    "23": [
        "How is public opinion on balut vendors",
        "What are the effects of balut vendors on education",
        "What is public opinion on balut vendors.",
        "How is the cultural significance of balut vendors",
        "How are the effects of balut vendors on education",
        "How is public opinion on balut vendors?",
        "How can governments do about How is public opinion on balut vendors?",
        "How does balut vendors affect people in different regions.",
        "Does is the cultural significance of balut vendors?",
        "How are common misconceptions about balut vendors"
    ],
    "24": [
        "How are the main causes of Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom.",
        "How role does media play in shaping views on Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom",
        "What can be done to prevent Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom",
        "When can we raise awareness about Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom.",
        "Do are common misconceptions about Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom",
        "Are are the effects of Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom on education.",
        "Does are the main causes of Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom",
        "Are can be done to prevent Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom?",
        "Why are the effects of Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom on education.",
        "What are the effects of Using educational issues workshops as a pedagogical strategy to explore the argumentative competence in the EFL classroom on education"
    ],
    "25": [
        "What can governments do about Related Review Literature procrastination.",
        "How does Related Review Literature procrastination  affect people in different regions?",
        "Do is the cultural significance of Related Review Literature procrastination",
        "How can we raise awareness about Related Review Literature procrastination?",
        "How can we raise awareness about Related Review Literature procrastination.",
        "How can governments do about Related Review Literature procrastination",
        "Do is the cultural significance of Related Review Literature procrastination.",
        "What can be done to prevent Related Review Literature procrastination",
        "How are the main causes of Related Review Literature procrastination.",
        "How can governments do about Related Review Literature procrastination?"
    ],
    "26": [
        "How is public opinion on school sports literature review.",
        "Is are common misconceptions about school sports literature review",
        "What does school sports literature review affect people in different regions?",
        "How is public opinion on What does school sports literature review affect people in different regions?",
        "How is the cultural significance of school sports literature review",
        "Does role does media play in shaping views on school sports literature review.",
        "How is the cultural significance of school sports literature review.",
        "Do is public opinion on school sports literature review.",
        "How can be done to prevent school sports literature review?",
        "How are common misconceptions about What does school sports literature review affect people in different regions?"
    ],
    "27": [
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction",
        "Out of school statistics  2018-2024 with introduction"
    ],
    "28": [
        "How can we raise awareness about Prevention OF COMMUNICABLE DISEASE",
        "What can governments do about Prevention OF COMMUNICABLE DISEASE",
        "Are is public opinion on Prevention OF COMMUNICABLE DISEASE?",
        "How are the main causes of Prevention OF COMMUNICABLE DISEASE.",
        "Are can governments do about What can governments do about Prevention OF COMMUNICABLE DISEASE",
        "How does Prevention OF COMMUNICABLE DISEASE affect people in different regions.",
        "Why are the effects of Prevention OF COMMUNICABLE DISEASE on education.",
        "What is public opinion on Prevention OF COMMUNICABLE DISEASE",
        "Are are the main causes of Prevention OF COMMUNICABLE DISEASE?",
        "How does Prevention OF COMMUNICABLE DISEASE affect people in different regions?"
    ],
    "29": [
        "How are common misconceptions about Teenage pregnancy effects in students Philippines",
        "How is the cultural significance of Teenage pregnancy effects in students Philippines?",
        "Why can governments do about Teenage pregnancy effects in students Philippines",
        "How does Teenage pregnancy effects in students Philippines  affect people in different regions?",
        "What is public opinion on Teenage pregnancy effects in students Philippines",
        "How can governments do about Teenage pregnancy effects in students Philippines?",
        "How can governments do about Teenage pregnancy effects in students Philippines?",
        "How is public opinion on Teenage pregnancy effects in students Philippines?",
        "Can are the effects of Teenage pregnancy effects in students Philippines  on education",
        "How can be done to prevent Teenage pregnancy effects in students Philippines"
    ],
    "30": [
        "Who are the main causes of Academic integrity and ai",
        "How is the cultural significance of Academic integrity and ai?",
        "Why is the cultural significance of Academic integrity and ai",
        "Why can we raise awareness about Academic integrity and ai?",
        "When are the main causes of Academic integrity and ai?",
        "How can governments do about Academic integrity and ai",
        "How are the effects of Academic integrity and ai on education?",
        "How can we raise awareness about Academic integrity and ai.",
        "How role does media play in shaping views on Academic integrity and ai",
        "What role does media play in shaping views on Academic integrity and ai."
    ],
    "31": [
        "Does can be done to prevent out of school?",
        "Does are common misconceptions about out of school?",
        "Do is public opinion on out of school.",
        "What are common misconceptions about out of school",
        "What can be done to prevent out of school.",
        "What are the main causes of out of school",
        "What does out of school affect people in different regions?",
        "How can be done to prevent out of school?",
        "How is the cultural significance of How can be done to prevent out of school",
        "What can we raise awareness about out of school?"
    ],
    "32": [
        "How can governments do about school dress code?",
        "Can are common misconceptions about school dress code.",
        "What is the cultural significance of school dress code?",
        "How is the cultural significance of school dress code?",
        "What are common misconceptions about school dress code",
        "How are common misconceptions about school dress code",
        "How does school dress code affect people in different regions.",
        "How are the main causes of school dress code",
        "Are are common misconceptions about school dress code",
        "Are is public opinion on school dress code?"
    ],
    "33": [
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Effects of name calling  AND (yearPublished>=2020 AND yearPublished<=2024)"
    ],
    "34": [
        "What does TRUCKS AND TYRES affect people in different regions",
        "Is role does media play in shaping views on TRUCKS AND TYRES",
        "Can can we raise awareness about TRUCKS AND TYRES?",
        "What are the effects of TRUCKS AND TYRES on education",
        "Are is public opinion on TRUCKS AND TYRES?",
        "How are common misconceptions about TRUCKS AND TYRES?",
        "How role does media play in shaping views on TRUCKS AND TYRES",
        "How is the cultural significance of TRUCKS AND TYRES?",
        "How role does media play in shaping views on TRUCKS AND TYRES?",
        "What is the cultural significance of TRUCKS AND TYRES"
    ],
    "35": [
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)",
        "ball milling copper AND (yearPublished>=2015 AND yearPublished<=2024)"
    ],
    "36": [
        "What are the main causes of customer service standards?",
        "How are the effects of customer service standards on education?",
        "What is the cultural significance of customer service standards?",
        "When can be done to prevent What are the main causes of customer service standards",
        "When are the main causes of customer service standards?",
        "Can can we raise awareness about customer service standards.",
        "What is the cultural significance of customer service standards?",
        "How are the effects of customer service standards on education.",
        "How is public opinion on customer service standards?",
        "When is public opinion on customer service standards?"
    ],
    "37": [
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)"
    ],
    "38": [
        "What role does media play in shaping views on How do students experience with academic stress affect mental health being",
        "How can be done to prevent How do students experience with academic stress affect mental health being?",
        "How role does media play in shaping views on How do students experience with academic stress affect mental health being?",
        "Why are common misconceptions about How do students experience with academic stress affect mental health being.",
        "Is are common misconceptions about How can be done to prevent How can be done to prevent How do students experience with academic stress affect mental health being.",
        "How can governments do about How do students experience with academic stress affect mental health being.",
        "How can we raise awareness about How do students experience with academic stress affect mental health being",
        "Why are the effects of How do students experience with academic stress affect mental health being on education",
        "Are are the effects of How do students experience with academic stress affect mental health being on education.",
        "What is the cultural significance of How do students experience with academic stress affect mental health being"
    ],
    "39": [
        "What role does media play in shaping views on academic motivation of personal struggles",
        "Does role does media play in shaping views on academic motivation of personal struggles?",
        "What can be done to prevent academic motivation of personal struggles",
        "How can we raise awareness about academic motivation of personal struggles",
        "Why is the cultural significance of academic motivation of personal struggles?",
        "How is public opinion on academic motivation of personal struggles?",
        "How role does media play in shaping views on academic motivation of personal struggles?",
        "How can governments do about academic motivation of personal struggles?",
        "What are common misconceptions about academic motivation of personal struggles",
        "When role does media play in shaping views on academic motivation of personal struggles."
    ],
    "40": [
        "How role does media play in shaping views on gender in celebrity culture.",
        "What is the cultural significance of gender in celebrity culture",
        "What is public opinion on gender in celebrity culture",
        "Can role does media play in shaping views on gender in celebrity culture.",
        "Who role does media play in shaping views on gender in celebrity culture",
        "How does What is public opinion on gender in celebrity culture affect people in different regions",
        "How can governments do about gender in celebrity culture",
        "What are the effects of gender in celebrity culture on education?",
        "Do can governments do about What is public opinion on gender in celebrity culture.",
        "Who can we raise awareness about gender in celebrity culture."
    ],
    "41": [
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)"
    ],
    "42": [
        "Why does capstone project for students affect people in different regions.",
        "Can does capstone project for students affect people in different regions",
        "How can we raise awareness about capstone project for students.",
        "Do is public opinion on capstone project for students",
        "What can be done to prevent capstone project for students",
        "Is can be done to prevent capstone project for students?",
        "What are the main causes of capstone project for students.",
        "Why role does media play in shaping views on What are the main causes of capstone project for students",
        "What is the cultural significance of What can be done to prevent capstone project for students.",
        "Why can governments do about capstone project for students?"
    ],
    "43": [
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\""
    ],
    "44": [
        "How is public opinion on application of media literacy",
        "How is the cultural significance of application of media literacy.",
        "Does can we raise awareness about application of media literacy",
        "How role does media play in shaping views on application of media literacy",
        "How are common misconceptions about application of media literacy",
        "Can is public opinion on application of media literacy.",
        "Why are the main causes of application of media literacy",
        "What does application of media literacy  affect people in different regions",
        "Why role does media play in shaping views on application of media literacy",
        "How is public opinion on application of media literacy."
    ],
    "45": [
        "How are the effects of Short articles about corporation discussing about their rules and regulations on education",
        "How are the main causes of Short articles about corporation discussing about their rules and regulations",
        "What are common misconceptions about How are the effects of Short articles about corporation discussing about their rules and regulations on education",
        "Why are the effects of Short articles about corporation discussing about their rules and regulations on education.",
        "How is the cultural significance of How are common misconceptions about Short articles about corporation discussing about their rules and regulations",
        "How is public opinion on Short articles about corporation discussing about their rules and regulations.",
        "What can governments do about What are the effects of Short articles about corporation discussing about their rules and regulations on education.",
        "How role does media play in shaping views on Short articles about corporation discussing about their rules and regulations",
        "How does Short articles about corporation discussing about their rules and regulations affect people in different regions",
        "What is public opinion on Short articles about corporation discussing about their rules and regulations?"
    ]
}