{
    "meta": {
        "team_name": "MaRi",
        "approach_description": "sophisticated questions generator based off of human question characteristics",
        "task": "Task_A1",
        "run_name": "weighted_question"
    },
    "1": [
        "cultural female genital mutilation egypt",
        "How can governments do about egypt cultural female genital mutilation.",
        "What can we raise awareness about egypt cultural female genital mutilation",
        "Does are common misconceptions about egypt cultural female genital mutilation?",
        "Is is public opinion on egypt cultural female genital mutilation?",
        "How does egypt cultural female genital mutilation affect people in different regions",
        "Does role does media play in shaping views on egypt cultural female genital mutilation?",
        "How can we raise awareness about egypt cultural female genital mutilation",
        "What is the cultural significance of egypt cultural female genital mutilation?",
        "How is public opinion on egypt cultural female genital mutilation"
    ],
    "2": [
        "Trends 5 RRL understanding the lived experience of Social workers",
        "Why can be done to prevent understanding the lived experience of Social workers",
        "What role does media play in shaping views on understanding the lived experience of Social workers?",
        "How can governments do about understanding the lived experience of Social workers",
        "Why are common misconceptions about understanding the lived experience of Social workers",
        "How can be done to prevent understanding the lived experience of Social workers",
        "How are the effects of understanding the lived experience of Social workers on education",
        "How can we raise awareness about understanding the lived experience of Social workers",
        "Can can governments do about How can be done to prevent understanding the lived experience of Social workers",
        "How is public opinion on understanding the lived experience of Social workers"
    ],
    "3": [
        "FIFA regulation in traumatic brain injuries",
        "FIFA regulations for traumatic brain injuries",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)",
        "FIFA regulations for traumatic brain injuries AND (yearPublished>=2019 AND yearPublished<=2024)"
    ],
    "4": [
        "Correlation between social media usage and academic performance of grade 9 students",
        "cyber threats social media",
        "the effect of using social media on academic performance of students",
        "How can be done to prevent the effect of using social media on academic performance of students",
        "What can be done to prevent the effect of using social media on academic performance of students.",
        "How can governments do about the effect of using social media on academic performance of students.",
        "How are common misconceptions about the effect of using social media on academic performance of students",
        "Does are common misconceptions about How can governments do about the effect of using social media on academic performance of students..",
        "Why can be done to prevent the effect of using social media on academic performance of students?",
        "What can we raise awareness about How are common misconceptions about the effect of using social media on academic performance of students."
    ],
    "5": [
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\"",
        "\"error analysis connected to paraphrasing AND language\"\"en\"\"\""
    ],
    "6": [
        "Online shopping",
        "Preference about online shopping",
        "How is public opinion on online shopping",
        "What is public opinion on online shopping?",
        "What are common misconceptions about online shopping",
        "How is the cultural significance of online shopping",
        "Is are the effects of online shopping on education",
        "How does online shopping affect people in different regions",
        "What can governments do about online shopping",
        "Is can be done to prevent online shopping?"
    ],
    "7": [
        "education major undergraduate problems",
        "english major in education undergraduate",
        "What is the cultural significance of english major in education",
        "What does english major in education affect people in different regions",
        "How does english major in education affect people in different regions.",
        "Why role does media play in shaping views on english major in education",
        "What are the effects of english major in education on education",
        "What is public opinion on What are the effects of english major in education on education?",
        "Does role does media play in shaping views on english major in education?",
        "How is the cultural significance of english major in education."
    ],
    "8": [
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)",
        "asian noodles thesis AND (yearPublished>=2014 AND yearPublished<=2025)"
    ],
    "9": [
        "quirimbas Islands maritime",
        "quirimbas Islands port",
        "Cabo Delgado port",
        "What is the cultural significance of Cabo Delgado port",
        "What role does media play in shaping views on Cabo Delgado port",
        "Who is public opinion on Cabo Delgado port.",
        "How can we raise awareness about Cabo Delgado port",
        "How can governments do about Cabo Delgado port?",
        "How are the main causes of Cabo Delgado port.",
        "How are the effects of How are the main causes of Cabo Delgado port. on education."
    ],
    "10": [
        "euphemism and silence",
        "euphemism and silence in romantic relationship",
        "Silence and finding a voice to express oneself in relationships",
        "How can governments do about Silence and finding a voice to express oneself in relationships.",
        "How can governments do about Silence and finding a voice to express oneself in relationships?",
        "How are the effects of Silence and finding a voice to express oneself in relationships  on education?",
        "Why are the main causes of Silence and finding a voice to express oneself in relationships?",
        "How does Silence and finding a voice to express oneself in relationships  affect people in different regions?",
        "How can we raise awareness about Silence and finding a voice to express oneself in relationships.",
        "Why role does media play in shaping views on How are the effects of Silence and finding a voice to express oneself in relationships  on education"
    ],
    "11": [
        "senior high school track",
        "Research design about the effects of sleep quality on academic performance in senior high school students",
        "Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "How is public opinion on Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "How does Senior High School Students Preferences for Practicality Over Passion in College Course Selection affect people in different regions",
        "What role does media play in shaping views on Senior High School Students Preferences for Practicality Over Passion in College Course Selection.",
        "Why is the cultural significance of Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "Why are common misconceptions about Senior High School Students Preferences for Practicality Over Passion in College Course Selection",
        "What are common misconceptions about Senior High School Students Preferences for Practicality Over Passion in College Course Selection.",
        "How role does media play in shaping views on Senior High School Students Preferences for Practicality Over Passion in College Course Selection?"
    ],
    "12": [
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)",
        "activity tracking subtask AND (yearPublished>=2021 AND yearPublished<=2025)"
    ],
    "13": [
        "Socioeconomic definition",
        "economical entity definition",
        "preferen in definition of terms",
        "How are the effects of  preferen in definition of terms on education",
        "How can be done to prevent  preferen in definition of terms",
        "Why are the main causes of  preferen in definition of terms?",
        "What can we raise awareness about  preferen in definition of terms",
        "Do are the effects of  preferen in definition of terms on education",
        "How can governments do about  preferen in definition of terms?",
        "Do are common misconceptions about  preferen in definition of terms?"
    ],
    "14": [
        "liminal time god encounter connection",
        "liminal time god encounter connection theology",
        "liminal time god encounter connection theology mystic",
        "What are the main causes of liminal time god encounter connection theology mystic?",
        "What role does media play in shaping views on liminal time god encounter connection theology mystic.",
        "How can we raise awareness about liminal time god encounter connection theology mystic",
        "How is the cultural significance of liminal time god encounter connection theology mystic",
        "What are common misconceptions about liminal time god encounter connection theology mystic?",
        "Why is public opinion on liminal time god encounter connection theology mystic",
        "What can we raise awareness about liminal time god encounter connection theology mystic?"
    ],
    "15": [
        "Exploring Mental Health Related Activities Addressing Misbehavior of Students",
        "Student misbehavior in the Philippines",
        "exploring mental health related activities addressing misbehavior of students global research",
        "How does exploring mental health related activities addressing misbehavior of students global research affect people in different regions.",
        "Who are the main causes of exploring mental health related activities addressing misbehavior of students global research.",
        "What is the cultural significance of exploring mental health related activities addressing misbehavior of students global research.",
        "Is can we raise awareness about exploring mental health related activities addressing misbehavior of students global research?",
        "What can we raise awareness about exploring mental health related activities addressing misbehavior of students global research",
        "Can are the effects of exploring mental health related activities addressing misbehavior of students global research on education",
        "Why can governments do about exploring mental health related activities addressing misbehavior of students global research."
    ],
    "16": [
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)",
        "boys love series in thailand (qualities)"
    ],
    "17": [
        "information system",
        "Information gathering system",
        "Why are the main causes of Information gathering system",
        "What can be done to prevent Information gathering system",
        "When is the cultural significance of Information gathering system.",
        "What role does media play in shaping views on Information gathering system",
        "How can governments do about Information gathering system",
        "Does can we raise awareness about Information gathering system",
        "What can governments do about Information gathering system",
        "How role does media play in shaping views on Information gathering system."
    ],
    "18": [
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study",
        "SMEs of financial risks during economic challenges 2020-2024 international study"
    ],
    "19": [
        "research about food waste in Philippines",
        "research about recycled food waste or pagpag in Philippines",
        "What are common misconceptions about research about recycled food waste or pagpag in Philippines",
        "Why is public opinion on research about recycled food waste or pagpag in Philippines.",
        "How can be done to prevent research about recycled food waste or pagpag in Philippines",
        "How does research about recycled food waste or pagpag in Philippines  affect people in different regions?",
        "What can we raise awareness about research about recycled food waste or pagpag in Philippines",
        "How are common misconceptions about research about recycled food waste or pagpag in Philippines.",
        "How are the main causes of research about recycled food waste or pagpag in Philippines",
        "How is public opinion on research about recycled food waste or pagpag in Philippines?"
    ],
    "20": [
        "Badjao survival strategies",
        "Badjao migrant",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'",
        "Identity of badjao'"
    ],
    "21": [
        "machine learning",
        "social anxiety",
        "The impact of social media on students learning",
        "Are are common misconceptions about The impact of social media on students learning",
        "How is the cultural significance of The impact of social media on students learning",
        "What is the cultural significance of The impact of social media on students learning?",
        "How are common misconceptions about The impact of social media on students learning",
        "What is public opinion on The impact of social media on students learning.",
        "What can be done to prevent How are common misconceptions about The impact of social media on students learning.",
        "What can we raise awareness about The impact of social media on students learning."
    ],
    "22": [
        "financial education 2015",
        "financial literacy 2015",
        "financial literacy of students 2020",
        "Can can be done to prevent financial literacy of students 2020",
        "How are the main causes of financial literacy of students 2020.",
        "Who can be done to prevent financial literacy of students 2020?",
        "How is public opinion on financial literacy of students 2020",
        "How are the effects of financial literacy of students 2020 on education",
        "What can governments do about financial literacy of students 2020",
        "Are can governments do about How is public opinion on financial literacy of students 2020?"
    ],
    "23": [
        "the life  of balut vendors in Philippines",
        "How can governments do about balut vendors",
        "How can governments do about balut vendors.",
        "What can governments do about balut vendors.",
        "Do can be done to prevent balut vendors",
        "Are are the effects of balut vendors on education?",
        "What can governments do about How can governments do about balut vendors.?",
        "What are the effects of How can governments do about balut vendors on education?",
        "How are common misconceptions about balut vendors?",
        "Why can governments do about balut vendors"
    ],
    "24": [
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit",
        "Social justice and racial discrimination understandings in the EFL classroom through the implementation of a project-based didactic unit"
    ],
    "25": [
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)",
        "Procrastination related Review Literature  AND (yearPublished>=2015 AND yearPublished<=2025)"
    ],
    "26": [
        "Negative Effects of school sports",
        "sports sciences",
        "How does school sports literature review affect people in different regions?",
        "How are common misconceptions about school sports literature review.",
        "Can are the effects of school sports literature review on education",
        "What are the main causes of school sports literature review?",
        "How does school sports literature review affect people in different regions?",
        "How is public opinion on school sports literature review",
        "How are the main causes of school sports literature review",
        "How can we raise awareness about school sports literature review?"
    ],
    "27": [
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024",
        "Unleasing the life story and hopes of out of youths 2018-2024"
    ],
    "28": [
        "communicable diseases AND SCHOOL",
        "communicable diseases AND PREVENTION",
        "Prevention OF COMMUNICABLE DISEASE",
        "When are common misconceptions about Prevention OF COMMUNICABLE DISEASE.",
        "How can governments do about Prevention OF COMMUNICABLE DISEASE",
        "How can be done to prevent Prevention OF COMMUNICABLE DISEASE?",
        "What does Prevention OF COMMUNICABLE DISEASE affect people in different regions.",
        "How are the effects of Prevention OF COMMUNICABLE DISEASE on education.",
        "Why are the main causes of Prevention OF COMMUNICABLE DISEASE",
        "How are the main causes of Prevention OF COMMUNICABLE DISEASE?"
    ],
    "29": [
        "Teenage pregnancy risk",
        "Teenage pregnancy effects in students",
        "Teenage pregnancy effects in students Philippines",
        "advantage and Disadvantages of Chat GPT among students philippines",
        "Why can governments do about Teenage pregnancy effects in students Philippines",
        "How is the cultural significance of Teenage pregnancy effects in students Philippines.",
        "How can we raise awareness about Teenage pregnancy effects in students Philippines",
        "How are the main causes of Teenage pregnancy effects in students Philippines?",
        "What is the cultural significance of Teenage pregnancy effects in students Philippines",
        "Do can governments do about Teenage pregnancy effects in students Philippines"
    ],
    "30": [
        "Academic integrity in artificial intelligence",
        "Ai integrity",
        "Academic integrity and ai",
        "What can be done to prevent Academic integrity and ai?",
        "What can we raise awareness about Academic integrity and ai",
        "How can be done to prevent Academic integrity and ai?",
        "Why is the cultural significance of Academic integrity and ai",
        "What can we raise awareness about Academic integrity and ai?",
        "How can governments do about Academic integrity and ai?",
        "How is public opinion on Academic integrity and ai"
    ],
    "31": [
        "Out of school youths related to studies",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024",
        "Out of school youths 2018-2024"
    ],
    "32": [
        "school dress codes in the United states",
        "school dress code issues",
        "How is the cultural significance of school dress code?",
        "Why can governments do about school dress code.",
        "What role does media play in shaping views on school dress code?",
        "Does can we raise awareness about school dress code",
        "How are common misconceptions about school dress code?",
        "What are the effects of school dress code on education",
        "Do are common misconceptions about school dress code?",
        "What can be done to prevent school dress code"
    ],
    "33": [
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland",
        "\"Effects of name calling on friends  AND (yearPublished>=2020 AND yearPublished<=2024) AND documentType\"\"research\"\" AND authors\"\"Ackland"
    ],
    "34": [
        "TYRES AND TRUCKS AND MINING AND PREDICTION",
        "How are the effects of TRUCKS AND TYRES on education",
        "When are common misconceptions about TRUCKS AND TYRES.",
        "Does can governments do about TRUCKS AND TYRES.",
        "Are are the main causes of TRUCKS AND TYRES",
        "Can can be done to prevent TRUCKS AND TYRES",
        "How are the effects of TRUCKS AND TYRES on education.",
        "How does TRUCKS AND TYRES affect people in different regions?",
        "Can does TRUCKS AND TYRES affect people in different regions",
        "How can governments do about TRUCKS AND TYRES?"
    ],
    "35": [
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)",
        "ball milling AND (yearPublished>=2018 AND yearPublished<=2024)"
    ],
    "36": [
        "Customer service",
        "Why is public opinion on customer service standards?",
        "How can be done to prevent customer service standards",
        "How are the effects of customer service standards on education",
        "How are the main causes of customer service standards",
        "Why is public opinion on customer service standards?",
        "How can we raise awareness about customer service standards.",
        "How can governments do about customer service standards.",
        "How is the cultural significance of customer service standards.",
        "What does customer service standards affect people in different regions."
    ],
    "37": [
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)",
        "Financial burden affects grade 11 students education AND (yearPublished>=2020 AND yearPublished<=2024)"
    ],
    "38": [
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)",
        "how do students deal with academic stress AND (yearPublished>=2015 AND yearPublished<=2024)"
    ],
    "39": [
        "role of personal struggles in shaping motivation of grade 11 humss motivation make ir academic motivation",
        "Personal struggles faced HUMSS STUDENTS",
        "Why can we raise awareness about academic motivation of personal struggles.",
        "What is public opinion on academic motivation of personal struggles?",
        "Why is the cultural significance of academic motivation of personal struggles?",
        "What are the main causes of academic motivation of personal struggles?",
        "How are the main causes of academic motivation of personal struggles",
        "How can we raise awareness about academic motivation of personal struggles",
        "When can be done to prevent academic motivation of personal struggles.",
        "What can we raise awareness about academic motivation of personal struggles"
    ],
    "40": [
        "The Effectiveness of Celebrity Endorsements in Decision Making of Customers",
        "gender in celebrity culture",
        "How does gender in celebrity culture affect people in different regions?",
        "How is the cultural significance of gender in celebrity culture.",
        "Who is the cultural significance of gender in celebrity culture.",
        "Is role does media play in shaping views on gender in celebrity culture",
        "How is public opinion on gender in celebrity culture?",
        "What can we raise awareness about gender in celebrity culture",
        "What is public opinion on gender in celebrity culture.",
        "Why are common misconceptions about gender in celebrity culture?"
    ],
    "41": [
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)",
        "level of awareness on hygiene AND (yearPublished>=2017 AND yearPublished<=2025)"
    ],
    "42": [
        "importance of capstone project to STEM students",
        "capstone project for students",
        "What can governments do about capstone project for students",
        "What does capstone project for students affect people in different regions",
        "How is the cultural significance of capstone project for students",
        "Does can we raise awareness about capstone project for students?",
        "How can be done to prevent capstone project for students.",
        "Why can governments do about capstone project for students",
        "Do does How is the cultural significance of capstone project for students affect people in different regions.",
        "How can governments do about capstone project for students."
    ],
    "43": [
        "assessing the utilization of library resources among senior high school student",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\"",
        "\"\"\"Assessing the Utilization of Library Resources Among Senior High School Students\""
    ],
    "44": [
        "media literacy skills",
        "impact of media literacy on learning experience",
        "Why is effects of media literacy on learning experience?",
        "How to effects of media literacy on learning experience?",
        "How would I effects of media literacy on learning experience?",
        "Why is effects of media literacy on learning experience?",
        "How would I effects of media literacy on learning experience?",
        "How to effects of media literacy on learning experience?",
        "Why is effects of media literacy on learning experience?",
        "How to effects of media literacy on learning experience?",
        "How to effects of media literacy on learning experience?",
        "What is effects of media literacy on learning experience?",
        "Why is effects of media literacy on learning experience?",
        "Where is effects of media literacy on learning experience?",
        "How to effects of media literacy on learning experience?",
        "Why is effects of media literacy on learning experience?",
        "Why is effects of media literacy on learning experience?",
        "Why is effects of media literacy on learning experience?"
    ],
    "45": [
        "Where is Short articles about corporation discussing about their rules and regulations?",
        "Why is Short articles about corporation discussing about their rules and regulations?",
        "How to Short articles about corporation discussing about their rules and regulations?",
        "What is Short articles about corporation discussing about their rules and regulations?",
        "How would I Short articles about corporation discussing about their rules and regulations?",
        "What is Short articles about corporation discussing about their rules and regulations?",
        "How would I Short articles about corporation discussing about their rules and regulations?",
        "Where is Short articles about corporation discussing about their rules and regulations?",
        "Where is Short articles about corporation discussing about their rules and regulations?",
        "What is Short articles about corporation discussing about their rules and regulations?"
    ]
}